var paths = {
	zal7a: {
		name: 'Кадетский зал',
		path: 'M 829,408.5 880,408.5 880,467.5 861,467.5 861,474 880,474 880,555 827,555 827,475 843.5,475.001 843.5,468.834 827,469.001 827,408.5 z '
	},
	zal8: {
		name: 'Зал "Горно-заводская техника"',
		path: 'M 597,29.833 880,29.833 880,103.5 746.5,103.5 746.5,86.167 597,86.833 z '
	},
	zal3: {
		name: 'Малахитовый зал',
		path: 'M 597,97.5 651.001,97.5 651.001,100.167 656.667,100.167 656.667,92.167 741.334,92.167 741.334,133.167 657.001,133.167 657,125.75 650.75,125.75 650.75,133.167 597,133.167 z '
	},
	zal1: {
		name: 'Выставочный зал',
		path: 'M 473.001,178.833 519.335,173.833 519.335,181.833 517.668,181.833 518.001,214 473.001,214 z'
	},
	zal9: {
		name: 'Зал "Художественное литьё"',
		path: 'M 529.335,40.833 585.001,14.5 591.668,27.667 591.668,69.5 550.001,87.833 z'
	},
	zal10: {
		name: 'Конференц-зал',
		path: 'M 275.668,133.167 519.335,26.5 547.001,87.833 303.334,196.5 z'
	},
	zal11: {
		name: 'Зал "Четвертичная геология"',
		path: 'M 210.333,180.167 229.333,171.167 233,172.5 233,169.5 279.666,149.5 302.333,198.167 252,222.167 223,198.167 224.666,193.917 218.666,193.917 z'
	},
	zal21: {
		name: 'Холл муз. комплекса',
		path: 'M 263.666,222.167 304,202.5 304,200.5 509.333,109.833 518,128.5 271.666,239.167 z'
	},
	zal13: {
		name: 'Зал "Палеонтология позвоночных"',
		path: 'M 196,298.167 231.666,298.167 231.666,295.833 251,295.833 251,298.167 312,298.167 312,342.167 167.333,342.167 167.333,328.5 z'
	},
	zal12: {
		name: 'Зал "Историческая геология"',
		path: 'M 23.999,399.833 50.375,371.875 52.125,374 55.375,370.875 52.875,368.25 107.625,309.125 109.375,310.625 112.375,307.75 110.125,305.625 155.5,256.5 157.375,257.75 159.5,255.25 157.625,253.625 212.375,194.75 251.5,231.5 197.375,290.375 191.25,284.125 189.125,286.25 194.875,292.375 150.375,342.167 143.875,335.875 140.875,338.625 146.625,344.75 96.625,400.875 87.125,400.875 73,387.625 70,390.125 76,396.5 76.375,400.875 23.999,400.875 z'
	},
	zal17: {
		name: 'Зал "Полезные ископаемые"',
		path: 'm 26,460 h 47 v 88.5 H 26 Z '
	},
	zal18: {
		name: 'Зал "Геология Санкт-Петербурга и Ленинградской области"',
		path: 'm 82.5,496.5 h 48 v 45 h -48 z '
	},
	zal19: {
		name: 'Холл',
		path: 'm 135.5,496.5 h 27 V 526 h -27 z '
	},
	zal20: {
		name: 'Зал "Петрография"',
		path: 'm 77,460 h 85.5 v 32.5 H 77 Z '
	},
	zal16: {
		name: 'Зал "Динамическая геология"',
		path: 'm 77,405 h 85.5 v 51 H 77 Z '
	},
	zal15: {
		name: 'Зал "Метеориты"',
		path: 'm 26,405 h 47 v 51 H 26 Z '
	},
	zal14: {
		name: 'Зал для юных посетителей',
		path: 'm 237,347.5 h 75 V 389 h -75 z '
	},
	zal4: {
		name: 'Зал "Моносиликаты"',
		path: 'm 746.5,110 h 43 v 42.5 h -43 z '
	},
	zal6: {
		name: 'Зал "Минералогия месторождений"',
		path: 'M 793.5,298.5 H 880 v 72 h -86.5 z '
	},
	zal7: {
		name: 'Зал "Художественные изделия из камня"',
		path: 'm 829,375.5 h 51 v 26 h -51 z '
	},
	zal5: {
		name: 'Колонный зал',
		path: 'M 793.5,110 H 880 v 183.5 h -86.5 z '
	},
	zal2: {
		name: 'Зал "Общая минералогия"',
		path: 'm 523,105 h 67.5 V 214 H 523 Z '
	}
}